let posts = [{
    id: "1",
    avatar: "/images/人生路不熟_avatar.jpg",
    author: "张三",
    date: "2023.05.07",
    title: "评分票房分化：《人生路不熟》",
    image: "/images/人生路不熟.jpg",
    summary: "车队大佬周东海和老婆霍梅梅阴差阳错地与女儿周微雨及女儿的男朋友万一帆同行自驾，踏上人生路不熟的探亲之旅，周东海决定借此机会给准女婿来一场全方位无死角的考察，万一帆也用生命演绎了什么叫做教科书级翻车。一路上先后遭遇周东海死对头“添堵专业户”贾主任的房车事故、微雨“青梅竹马”光子的“野鸡”山庄醉酒闹剧、捉拿公路贼团“油耗子”的围堵大战，鸡飞狗跳的探亲之旅窘态百出，爆笑不断！",
    "detail": `由乔杉、范丞丞领衔主演，马丽、张婧仪特别出演的电影《人生路不熟》，也是导演易小星的新作。

    其作为五一档唯一的合家欢喜剧电影，上映第三日就取得了单日票房破亿的佳绩。且在五一档众多的电影中，实现了票房逆跌，但奇怪的是在口碑上这部电影却出现了两极的情况。
 
    有的观众认为，《人生路不熟》有梗也有泪，自己在不自觉中被电影里的角色逗笑、打动，应是五一档电影的黑马；有的观众则认为，所谓的“好看”是粉丝为了数据制造出的虚假评价，整部电影的剧情过于平淡、老套。

    其实只从电影的演员卡司看，《人生路不熟》的演员阵容并不差，有范丞丞、张婧仪流量新生，也有马丽、乔杉、尹正和常远等老牌喜剧演员，既保证了电影的搞笑灵魂，也兼顾了年轻演员的粉丝效应，为喜剧电影引入了新鲜血液。
  
    但令人失望的是，在电影中，不知道是不是角色形象本身的原因，小花小生的演绎看上去有些放不开，因此显得他们有时接不住老喜剧人的包袱。导致二者的碰撞并未产生剧烈的化学反应，反而是有种无法两边同时兼顾的混乱感。

    而乔杉饰演的周东海给人满满的惊喜感，在电影中真实地塑造了一位父亲的形象，且他能在父亲和老丈人的角色之间切换自如。在面对女儿时表现出的呵护、担忧和难以说出口的爱；面对女儿的男朋友万一帆时，则是万般的挑剔、看不顺眼和没由来的嫌弃。不同场合面对不同的人物，乔杉都能做出适合的不同反应。
 
    这么看，乔杉在电影首映式现场透露担心自己的角色会被定型的忧虑，也是不无道理的。
    
    一位有些顽固的中年父亲的形象在其的演绎下得以走出屏幕，走进观众的心里。不少观众都被电影最后周东海在女儿婚礼上流露出的情感所感动。而尹正饰演的年轻时的周东海虽然戏份不多，但也让人印象深刻。
 
    然而在几位主角的塑造上，除了老父亲周东海，其他角色并不够出色立体，相较对比下，显得普通平淡。特别是张婧仪饰演的女儿周微雨，在电影的中后期，角色一度处于边缘化地带。

    其次从剧情中看，《人生路不熟》的故事整体比较老套，在喜剧的嵌套下讲述亲情，结局也是典型的皆大欢喜。但或许是导演想要表达的主题过多，以至于电影中的要素过多，剧情杂糅，且有强行煽情的嫌疑。

    本来是老丈人和未过门的女婿斗智斗勇的剧情，中间却穿插激情的飙车情节；卡车司机与油耗子之间紧张的斗争；以及打工社畜对老板和工作的反抗。
    
    导演将其要表达的内容都叠加进不足100分钟的电影里，虽然剧情还算得上紧凑，但逻辑性相对薄弱，艺术性和巧合性太明显。不过作为一部喜剧电影，巧合的不断碰撞也是无可厚非。

    最后便是电影的主题。《人生路不熟》中明显的主题就有亲情、爱情、梦想和信念等。
    
    周东海和女儿周微雨之间感人的父女之情；周微雨和万一帆、周东海和妻子霍梅梅羡煞旁人的爱情；周东海和万一帆一直对梦想的坚持；以及电影一直强调的、主角一直秉持且传承的，“对的，永远都是对的”这一信念。
    
    因此若是从主题出发，可以说《人生路不熟》是一部具有理想主义的喜剧电影。

    客观地说，电影《人生路不熟》算不上特别惊喜，但也算不上十分失望，如果一定要为其评分，或许只是堪堪及格。
    
    至于两极的口碑大抵是不同人有不同的评判标准，而票房逆跌也并不代表其有多么优秀，毕竟作为五一档唯一喜剧就已经很吸引人了。

    总的来说，如果只是想要举家去影院观看一部喜剧电影，一起哄笑、体验放松的氛围，那么还是挺推荐看《人生路不熟》。`,
    favourites: "666",
    views: "2333",
    music: {
      title: "Moody",
      coverImgUrl: "http://p1.music.126.net/v9bbw9U3uHrp1ZXxyjWTcA==/109951169322258907.jpg",
      src: "http://music.163.com/song/media/outer/url?id=1367394991.mp3"
    }
  },
  {
    id: "2",
    avatar: "/images/奥本海默_avatar.jpg",
    author: "李四",
    date: "2023.09.11",
    title: "诺兰筹备数年新作：《奥本海默》",
    image: "/images/奥本海默.jpg",
    summary: "　当我们为权力金钱焦虑、兴奋与愤怒时，却根本想象不到“他们”在谈论着怎样更重要的事情。随着战争阴云笼罩世界上空，各国紧锣密鼓抓紧军事竞赛。为了抢占先机，美国陆军中将莱斯利·格罗夫斯找到量子力学与核物理学领域的扛鼎人物罗伯特·奥本海默，力荐其担任曼哈顿计划的首席科学家以及洛斯阿拉莫斯国家实验室的总负责人。经过两年争分夺秒的研发，硕大的蘑菇云终于在荒原的上空腾起，也宣告着绞肉机一般的二战即将落下帷幕。奥本海默有如将火种带到人间的普罗米修斯，可是对人性的参悟和对未来的担忧迫使他走向与政府相悖的道路。更可悲的是，凡人钟情的物欲也将一世天才裹挟至炼狱之中，永世燃烧……",
    detail: `近期热映的电影《奥本海默》，是一部描写争议科学家在争议历史事件中使用争议技术的影片，毫无疑问引发了观影热潮与持续的话题度。大导演诺兰筹备数年，《奥本海默》被不少影评人和观众奉为史诗级巨作。其探讨的背景厚度和人性深度毋庸置疑，卡斯阵容也颇为豪华。诺兰所选择的故事切口看似刁钻，却拿捏住了人心之险远胜崇山的世间真实。全片以娴熟的剪辑交迭叙事，呈现出核武悲剧与人生起伏两重风雨，自然紧扣观者心弦。

    人总是在冥冥中配合着宿命的安排，奥本海默也不例外。他是科学家中的社交能手与组织奇才，自然有别于“科研宣讲官”与“执着科学派”两类人物，在历史浪潮的助推下，走上了令其后半生饱受争议与痛苦的一条道路。可以说，奥本海默的人生颇似《红楼梦》中所言“禀正邪两赋”而来之人，似乎生来就注定跌宕起伏、不甘平凡。奥本海默的晚年在反思中度过，他反思核技术所带来的连锁反应，也思考自己当初的决定究竟是对是错，是真如政客所言终结战争，还是引发了新的人类战争？正如他本人说过的那样：这个世界不再如往昔，少数人欢笑，少数人哭泣，大多数沉默。
    
    
    
    对于或已变成人间“死神”这件事，奥本海默充满无奈与痛苦。讽刺的是，现实中他所面对的，是无穷无尽的鲜花掌声和与之相伴的安全质疑。或许再给奥本海默一次选择，以其禀赋与个性，恐怕仍然会选择加入并领导“曼哈顿计划”，并坚定地按下那个本不属于科学家认知范围的按钮，最终仍旧因核武军备所筑起的另一座高墙，被审问、被质疑、被否定。
    
    奥本海默所加入的隐秘计划，引发了太平洋另一边无数人的无尽痛苦，也触发了非黑即白的世界对立。令奥本海默没有想到的是，最终造成他接受地狱般安全审讯的背后推手，竟然是自己从未留意之处。因数件琐事对奥本海默心生怨妒而密织罗网的共济同僚斯特劳斯，虽技不如人，却早已参透世事人情。在斯氏看来，奥本海默这样的人物，若与“敌对阵营”早有牵连，最能撩拨冷战与后冷战时代人们敏感的心弦。
    
    影片中反复出现雨打池塘、涟漪阵阵的画面，这显然既是描绘核变所带来的连锁效应，又是在提示观众，核武对人类所产生的影响之大，威力无穷——既是肉体上的摧毁，又是精神上的折磨。看得见的墙也许已经倒塌，看不见的墙仍在所有人心中高筑。斯特劳斯对奥本海默所布下的“天罗地网”，无一不是利用了战后看似平静却风雨不止的世间人心。爱慕奥本海默才华之人，自然可以以“不知腐鼠成滋味，猜意鹓雏竟未休”讥讽斯特劳斯。然而，如果我们放眼更加长程的历史来看，斯特劳斯这样牵强附会、玩弄人心的人物，搅弄风云之时，大众多抱以沉默，甚至追随起哄，欲对所谓“事实真相”一探究竟。但奥本海默这样的奇才，不也在格罗夫斯将军的肯定示意下，说服自己整个计划是终结战争、拯救人类的正途吗？在接受杜鲁门接见后，如梦方醒的奥本海默，不恰是个体的无奈吗？
    
    媒体称奥本海默为“美国的普罗米修斯”，恐尚未触及核武军备真相。历史上两声巨响所触发的对立与敏感，至今仍是世界争议不休的巨大原动力。渊深难测者，是斯特劳斯的猜疑之心，是世人的翻覆寸心，更是操控和利用难测之心的欲望。
    
    诺兰对奥本海默接受审讯和核弹爆炸使用了丰富的镜头语言，意图展现奥氏的内心视角和对立情绪。不过，本片于奥氏无心之处，斯氏留心之所，稍显缺少笔墨。尽管小罗伯特唐尼出演的斯特劳斯一角十分精彩，但仅以自我宣泄的方式，表达对奥本海默的嫉恨，镜头平衡度略显不足。波兰斯基在创作《钢琴师》时曾说，不为斯皮尔曼的逃亡生涯加入任何“噱头”，依然能展现战争的残酷。
    
    诺兰对科技的反思在其以往作品中屡见不鲜。《星际穿越》就是这么一部探讨宇宙与人类、科技与情感的佳作。相比之下，《奥本海默》无疑更擅长用巧妙的切口、多重的叙事和无声的留白为观众提供了充足的思考空间。本片从一个特殊的角度，令观者充分体会，在杀伤力和影响力巨大的核武面前，人心的敏感难测、人性的残酷复杂同时上演。一句“闻君有两意，故来相决绝”，不过是少年侠客的浪漫罢了。`,
    favourites: "110",
    views: "250",
    music: {
      title: "Million Years Ago",
      coverImgUrl: "http://p2.music.126.net/GBjkPuYOKYFaXtEjA6ULqA==/109951168110232012.jpg",
      src: "http://music.163.com/song/media/outer/url?id=36871368.mp3"
    }
  },
  {
    id: "3",
    avatar: "/images/飞驰人生2_avatar.jpg",
    author: "王五",
    date: "2024.02.20",
    title: "票房大卖，《飞驰人生2》哪句台词让你难忘呢",
    image: "/images/飞驰人生2.png",
    summary: "拉力赛赛车手张驰在上届巴音布鲁克拉力赛归来后，以驾校教练为生，然而某一天，车厂厂长主动提出赞助张驰重组车队，再闯最后一届巴音布鲁克拉力赛。张驰与老朋友孙宇强和记星、新人车手厉小海、菜鸟驾校学员刘显德组成“辛地机械”车队，再次踏上比赛征程。",
    detail: `“我努力过无数次了，机会只会出现在这其中的一两次。”
    
    这是影片主角张驰在历经人生低谷时的肺腑之言，触动了无数人的心弦。
    
    也是这句话，揭露了成人世界的扎心真相，机会只有为数不多的那么一两次。
    
    经历《飞驰人生2》中张驰的人生起伏之后，我们不禁感慨：生活中难免遭遇挫折与不公，但正是这些磨难使我们更坚韧，唯有接纳自我、勇敢向前，才能将无奈转化为对生活的和解。
    
    更重要的是，人生的真谛并不在于世俗眼中的成功，而是在于为梦想全力以赴，热血沸腾地活出真我。
    
    不少影迷在观看《飞驰人生2》之前，会选择回顾第一部中张驰的起起落落。他是一位天赋异禀的赛车手，曾沐浴过荣耀，也摘得过冠军桂冠。若沿着既定的道路走下去，他可能早已成为巴音布鲁克赛道上无人能敌的王者。
    
    然而，现实并非总如预期般顺遂。
    
    在事业巅峰期，因一些无法割舍的情感牵绊，张驰参与非法赛车并因此被禁赛五年。这对于一个正值职业上升期且连续五年蝉联拉力赛冠军的车手来说，无疑是致命打击。
    
    这意味着，在最黄金的年华，最成熟的技艺时期，他极有可能就此告别赛场。
    
    尽管遭受如此重创，他的心火并未熄灭。
    
    五年禁赛期间，即使沦落到以经营大排档卖炒饭为生，他也每日都在脑海中反复模拟着巴音布鲁克那条100公里的赛道，每天独自“驾驶”二十遍。
    
    五年期限结束，带着对赛车运动的挚爱，他选择复出。虽然人们常说热爱可以抵挡岁月侵蚀，但现实的残酷却让这份热爱显得格外艰辛。
    
    筹集赛车装备的资金成为了巨大难题，昔日的队友们纷纷避而不见，让他体会到了成年人世界的世态炎凉和友谊的脆弱。
    
    最终，张驰克服重重困难，再次站上了巴音布鲁克的赛道。
    
    没有领航员，他凭借丰富经验单打独斗；赛车配置不足，他倚仗满腔热血奋力冲刺。
    
    终于，他以59:58的成绩冲破终点线，刷新了纪录。
    
    但生活总是充满戏剧性，由于刹车故障导致失控坠崖，加之未能找到证明成绩有效的铅封，他的这一辉煌战绩被判无效。
    
    从云端跌至谷底，张弛面临着全身多处骨折、余生无法再战赛场的困境，巨额医疗费用迫使他花光积蓄，还背负着作弊质疑的沉重压力。
    
    曾经的英雄如今成了行业笑柄，承受着舆论的冷嘲热讽。在这样的绝望境遇下，他似乎失去了重新站起来的勇气，只能在驾校开设修车厂，教授新手学员开车。
    
    面对外界的质疑和内心的挣扎，张弛也曾妥协于平凡的生活，试图放下那份执着。当赞助商提出用四百万换取他在比赛中指导有潜力的新秀厉小海时，他毫不犹豫地接受了这个看似轻松的选择。
    
    但当得知这将是最后一场在巴音布鲁克举行的赛事，厉小海失去参赛资格之际，张驰决定再度振作。
    
    他重组赛车、调整比赛策略，用仅剩的钱拼凑出三辆赛车，一辆用于碰撞测试，一辆提供给厉小海使用最好的设备，最后一辆留给自己，虽然配置尚未完善。
    
    经过一场艰难的碰撞测试，张驰意外找到了自己失踪五年的铅封，那一刻，他的情绪由激动、愤怒转为平静与释然。
    
    他说出了那句“我可以不要成绩，但我不能接受清白被玷污”，道出了多少人心中的愤慨与坚持。
    
    现实世界中，机遇并不总与实力成正比。即使张驰拥有出众的实力，却依然无法抵挡世俗的压力。
    
    正如我们身边的很多人一样，怀才不遇者比比皆是，他们终其一生，不过是学会了与过去的荣光和解，劝诫自己“一切都过去了”。
    
    但真正的英雄主义，就是在看透生活的真相后仍然热爱生活，并努力去实现自己的价值。
    
    在不懈争取之下，张驰终于获得了参加比赛的机会。那一天，他拖着受伤的身体，驾驶着残缺的赛车，面对恶劣天气和对手的挑衅，毅然决然地完成了全程比赛。
    
    没有领航员的指引，他只能凭直觉驾驶；赛车随时可能散架，但他不顾一切地向前冲。
    
    这场几乎毫无胜算的比赛，张驰再次以生命为赌注，向终点发起冲击。
    
    这一次，他的刹车完好无损；这一次，他的铅封安然无恙；这一次，他创造了59:57的新记录，带领团队勇夺第一！
    
    看着荧幕上的热血拼搏，谁能不对张驰的毅力鼓掌喝彩？如果说青春的奋不顾身源自热爱，那么中年的全力以赴则源于内心的坚守。
    
    无论是低头默默耕耘，还是抬头追寻理想，每个人都应该记住：无论前方是康庄大道还是南墙一面，只要坚持不懈地前行，总会遇见生活赠予的美好。`,
    favourites: "20",
    views: "102",
    music: {
      title: "Ican",
      coverImgUrl: "http://p1.music.126.net/Ed7KLnfgVzV2CHdnVLv80A==/109951163713937329.jpg",
      src: "http://music.163.com/song/media/outer/url?id=21224493.mp3"
    }
  },
  {
    id: "4",
    avatar: "/images/热辣滚烫_avatar.jpg",
    author: "赵六",
    date: "2024.02.18",
    title: "戏里戏外的人生交错：《热辣滚烫》",
    image: "/images/热辣滚烫.jpg",
    summary: "大学毕业后仅仅工作短暂的一段时间，杜乐莹便退回家中，宅家长达十年之久。她无所事事，拒绝和外界做过多接触，甚至和家人的关系也变得紧张起来。在和离婚回到娘家的妹妹乐丹一次激烈的冲突后，乐莹选择离家出走，并且在烧烤店找了服务员的工作勉强维生。爱情、亲情、人生，似乎一时间均跌入了谷底，而阴差阳错间乐莹又结识了落魄的拳击教练昊坤。她支持着他的梦想，彼此又不得不去面对残酷的现实。人生至暗时刻，随波逐流的女孩是否决心逆流而上？",
    detail: `　甫一亮相，《热辣滚烫》票房便领跑春节档电影。不仅如此，与之相关的讨论，诸如贾玲的减肥，女性的独立，电影的翻拍，喜剧的忧伤等等，扎扎实实地成为网络世界的热点话题，成就了贾玲继独立执导《你好，李焕英》之后又一次票房传奇。

    　　既不是符合影像工业生产形态的奇观大片，也不是根植现实振聋发聩的原创作品，该片的成功实际上隐隐暗合了互联网语境中“流量为王”的传播法则。戏里是故事，戏外也是故事，当乐莹/贾玲以矫健的身姿跃上拳击台，影片便以双重叙事的样态占据了春节档电影声量场的高地。
    
    　　戏里：失意者的成长叙事
    
    　　不需要观众的烧脑思量，也没有紧张刺激的戏剧漩涡，《热辣滚烫》一线串珠式的叙事结构格外简单清晰。大体上，本片只是杜乐莹的独角戏——其他所有的人物设计都只是为了推动主人公的人生逆旅。所以父母的亲情只能“蜻蜓点水”，妹妹的存在是为了证明乐莹的“百无一用”，拳击男友的功用是“招之即来、挥之即去”的映衬，远房表妹的“口蜜腹剑”把姐姐推到绝望的悬崖，烧烤店的老板和同事要么“添油加醋”、要么“雪上加霜”。
    
    　　反常态反逻辑的次要人物当然并不重要，他们不需要立体的人物性格，也不需要有个人的经历交代；他们和逼仄的市井、暗淡的居室一起，联袂组成了一个主人公在其间节节败退、无法直面却又始终难以逃离的故事布景。这个布景是冰冷的，越是冰冷，越是将主人公封冻在人生的困境；越是冰冷，也才越能在反差对比中凸显未来拳击台上的“热辣滚烫”。
    
    　　看起来，影片就像是丑小鸭童话的翻版，但它又没有清楚交代丑小鸭最终是否变成了白天鹅？一场对比鲜明、力量悬殊的拳击比赛中，主人公依然被雨点般的拳头暴击。这似乎是她失意人生的残酷缩影——重重倒在地上的她照例又是输了；但不同的是，此时她已经能够扛下所有的击打，并且可以找准机会给对手来一次竭尽全力的反击，因此她其实已经赢了那个一直失败的自己。
    
    　　那么，她是否成为白天鹅就已经不是核心命题，因为她开始能够走自己的路，从此摆脱了丑小鸭沮丧、失落的悲观心理。由此，影片完成了之于一个失意者的成长叙事。
    
    　　何以成长？何谓成长？一个精心设计的固定全景长镜头构成了作品的整体隐喻，也揭示了创作者所要急切表达的主题。风雨之夜，昏黄的街灯反衬得夜空更加黑暗，再一次受挫的主人公远远地走入画面里的居民楼。此时，楼道里的灯伴随着乐莹的爬楼身影渐次亮起，又渐次熄灭；及至乐莹走进自己的家门，房间里的灯就再也没有熄灭。在叙事的层面，乐莹房间的灯被赋予了闪回倒叙的联结功能；在象征的层面，暗夜的灯光实际上就是主人公信念的光亮、希望的光亮。只要有光亮，哪怕再微弱，它也能照亮并温暖整个心灵世界。
    
    　　乐莹的成长正在于她从练习拳击开始，发现并看到了自己心底深处的光亮——这让她的生命终于可以迸发出簇簇光焰。当然，乐莹最终并没有赢得一场畅快淋漓的胜利，这就是生活的常态，因为没有人能随随便便成功；这又不符合故事的常态，因为观众们多少习惯了命运眷顾人生反转的叙事范式。吊诡的是，没有胜利的乐莹依旧给观众们带来了“爆燃”的观影体验，只不过，这里走上前台的真正主角已然是演员贾玲。
    
    　　戏外：成功者的励志叙事
    
    　　毋庸置疑，贾玲与过去判若两人的飒爽英姿成为影片最劲爆的营销卖点。为此，贾玲甚至在影片杀青后在公众面前整整“消失”了一年。期待“消失的她”，惊叹“换颜的她”，感佩“坚韧的她”，成为很多观众在观影前后的相似心理。尽管在电影史上，演员为契合影片要求改变身体形态而付出努力、作出牺牲是家常便饭，但贾玲“减肥”的具身叙事，则容纳了容貌焦虑、女性自主、时代压力、社会偏见等更多内涵，也就更能集聚观众的注意力。
    
    　　事实上，瘦身的贾玲无论出演哪部影片，都会是精彩亮相。而最终选择拳击运动题材，显然是整个制作团队刻意而为——因为拳击训练及对抗的影像塑造大可以将减肥过程和成果表现得淋漓尽致。
    
    　　所以影片上下半场之间会有显豁的割裂感。上半场是小人物乐莹的悲喜浑陈，下半场则变成贾玲的奋发图强。原本观众们随着剧情推进正待入戏，却恍惚间被腾挪跳跃的拳击演练带出戏。是乐莹，还是贾玲？显然，失意者的光亮远远没有成功者的光芒来得夺目。
    
    　　从小品演员到电影导演，从令人捧腹的喜剧小品到创造票房奇迹的影片《你好，李焕英》，贾玲都是当仁不让的成功者形象。如今她还要亲自示范，展现一次演艺圈最成功的减肥行动，怎能不引发万众瞩目？因此，作为一部故事片上映的《热辣滚烫》，自然就毫不掩饰地呈现出直截了当的纪录片格调。
    
    　　每一次深蹲，每一次奔跑，每一次出拳，每一次跳跃；每一次挥汗如雨，每一次咬牙坚持，每一次泪流满面，影片中那一大段快节奏的魔鬼式训练混剪，是属于乐莹的高潮情节，更是属于贾玲的“英雄”本色。于是，当主人公推门而出，亮出完美的肌肉线条，坚定自信地从场馆通道走向赛场；当她在拳击台上敏捷地闪躲、出击、挥拳、防御，就成了摄影师和剪辑师最爱的瘦身成果汇报素材。在片尾彩蛋中，贾玲八次不同时间段的出场试镜，日常训练中的各种花絮，以及那些从瘦身日志中摘抄的发自肺腑的感言，不仅强化了观众们对贾玲“凤凰涅槃”过程的认知，也隐约暗示了一部关于贾玲瘦身的纪录片大约已经制作完成。
    
    　　故事片始，纪录片终，乐莹的失意人生交错着贾玲的快意人生。前者是现实，后者是梦幻，观众其实并不在意《热辣滚烫》的作品形态是什么或者谁是真正的主人公，他们要的是在春节的假期中做一场痛快的白日梦。在这个意义上，贾玲的梦便也成了大众的梦。
    
    　　另一重交错：原版与翻拍
    
    　　安藤樱主演的日本影片《百元之恋》是《热辣滚烫》翻拍的原版。购买了版权的制片方当然不需要对此讳莫如深，但在所有的宣发营销中，所谓原版依然是“犹抱琵琶半遮面”。从一路挫败的失意人设到练习拳击的核心剧情，从叙事节奏的控制到镜头语言的形态，甚至部分精彩的台词对白，两部作品都高度地相似。你可以说，《热辣滚烫》之于原版的还原度很高；但换言之你也可以说，本片的创新度显然是不高的。
    
    　　在当代电影产业的商业环境中，“翻拍”是中外皆有的跨文化交流惯例。但翻拍的创作要义在于本土化的移植与再造，进而实现文本意义的流变与丰富。以此标准观之，《热辣滚烫》的翻拍就显得流于浅表的皮相。
    
    　　来看《百元之恋》，其“百元”的消费符号分明喻示着当下日本的底层社会氛围，而主人公一子的颓唐沮丧情绪则普遍存在于社会压力之下逃离现实的青年人中。因此，一子和她的身边人一样，是非常真实的“典型环境的典型人物”，具有深刻的社会认知价值。相较之下，《热辣滚烫》中的乐莹就显得漂浮。“拿来主义”的环境设置与人物关系并不契合当下中国的社会语境，于是小品化的夸张、揶揄、嘲讽便成了影片最常见的情节填充手段。这些手段自然可以充当人们观影过程中的爆米花笑点，但实在难以帮助人们触摸到能够感同身受的现实痛点。
    
    　　无论如何，贾玲的《热辣滚烫》又一次获得了巨大的市场回报。仅仅两部独立执导影片，就已经让贾玲跻身中国最成功的商业片导演行列。那么此时，人们对贾玲的期待就不会止于急于求成的流水线产品，或者省心省力的翻拍产品。她和她的团队，大约已经拥有极为丰沛的创作资源——无论是人力、技术还是资本。人们有理由就像期待贾玲在《热辣滚烫》中的华丽变身一样，也有理由期待她的下一部作品成为脱胎换骨的现实力作。`,
    favourites: "18",
    views: "99",
    music: {
      title: "Daisy",
      coverImgUrl: "http://p1.music.126.net/wR5_oVIt09oXKr0Fndi3HQ==/109951163565298987.jpg", 
      src: "http://music.163.com/song/media/outer/url?id=32272117.mp3"
    }
  },
]

export { posts };
